Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/umo.se/ehkaisypilleri.html.tmx
Source language: fin
Languages: sme

source: Ehkäisypilleri on tyttöjen ehkäisymenetelmä.
sme: P-pillar lea eastadeaddjiávnnas tableahttahámis nieiddaide.

source: Ehkäisypillereillä tarkoitetaan useimmiten yhdistelmäehkäisypillereitä.
sme: P-pillariin meidnejuvvo dávjjimusat dan mii rievtti mielde lea lotnolas p-pillar.

source: Ne sisältävät kahta eri hormonia, estrogeenia ja progesteronia (keltarauhashormonia), jotka muun muassa estävät ovulaation ja siten myös raskaaksi tulemisen.
sme: Dat siskkilda guokte sierra hormona, østrogena ja fiskesgoruthormona, mat earet eará dagahit ahte ii oaččo monne luovvaneami ja danin ii sáhte šaddat áhpeheapminge.

source: On olemassa monia erilaisia yhdistelmäehkäisypillereitä, joista osa sisältää enemmän estrogeenia, toiset enemmän progesteronia.
sme: Leat leahkime máŋgga soarttat lotnolas p-pillara, muhtimat siskkildit østrogena, earát eanet fiskesgoruthormona.

source: Tämä tarkoittaa, että ne vaikuttavat kehoon eri tavoin.
sme: Dat váikkuhit gorudii sierra ládje.

source: Sopivan ehkäisypillerin löytyminen saattaa vaatia erilaisten pillereiden kokeilua.
sme: Danin sáhttá dárbbahit geahččaladdat vai gávdná dan soartta mii soahpá buoremusat.

source: Ehkäisypillereitä, jotka sisältävät vain pieniä määriä progesteronia, kutsutaan minipillereiksi.
sme: Dat p-pillarat mat beare siskkildit una meari fiskesgorut hormona gohčoduvvo minipillar.

source: On olemassa myös pilleri, joka sisältää suuremman määrän progesteronia ja tarjoaa yhtä hyvän suojan kuin yhdistelmäehkäisypillerit.
sme: Lea maid leahkime billár mas lea stuorit mearri fiskesgoruthormona mas lea seamma suodji go lotnolas p-pillaris.

source: Pilleriliuskan ulkonäkö riippuu käytettävästä ehkäisypilleristä.
sme: Man soarttat kártá ovttaskasas lea vuolgá das man soarttat p-pillara geavtá.

source: Pilleripakkaus, joka sisältää myös hormonittomia pillereitä, voi olla hyvä ratkaisu silloin, jos seuraavan liuskan aloittamispäivä on vaikeaa muistaa.
sme: Oamastit kárttá gos leat maid tableahtat hormoniidhaga sáhttá leahkit buorre jus anilda ahte lea váttis muitit goas galgá álgit nuppi kárttain.

source: Taukoviikolla, jolloin otetaan hormonittomia pillereitä tai ei oteta ollenkaan pillereitä, tulevat kuukautiset.
sme: Dan vahku áigge go borrá hormonakeahtes tableahtaid dehe ii váldde tableahtaid ollenge oažžu muhtinlágan mánnodávddaid.

source: Niitä kutsutaan joskus tyhjennysvuodoksi.
sme: Dat gohčoduvvo muhtumin p-pillar- mánnodávddat dehe eret báhcán vardin.

source: Vaikka ehkäisypillereitä ei oteta tämän tauon aikana, ehkäisyteho säilyy ennallaan.
sme: Vaikko ii válddege mangelágán p-pillara ovttaskas lea ainge suddjejuvvon áhpehisvuođa vuostá dan vahku.

source: Ehkäisypilleripakkaus sisältää 21 tai 28 tablettia.
sme: Jus geavtá p-pillara lea leahkime kárta mas leat 21 dehe 28 tableahta.

source: Ehkäisypilleri otetaan suunnilleen samaan aikaan joka päivä.
sme: Galgá váldit ovtta tableahta sullii seamma áiggi juohke beaivvi.

source: Jos liuska sisältää 21 pilleriä, liuskan jälkeen pidetään viikon tauko.
sme: Jus lea kárta mas leat 21 tableahta nu galgá doallat gaskka vahku go lea borran buot tableahtaid kárttás.

source: Jos liuska sisältää 28 pilleriä, liuskan viimeiset pillerit ovat hormonittomia.
sme: Jus lea kártá mas leat 28 tableahta dalle borrá hormonakeahtes tableahtaid maŋemus beivviid kárttás.

source: Hormonittomien pillereiden määrä riippuu käytettävistä ehkäisypillereistä.
sme: Galle hormonakeahtes tableahta leat vuolgá das makkár p-pillariid váldá.

source: Hormonittomia pillereitä kutsutaan myös lumepillereiksi.
sme: Dat tableahtat mat siskkildit hormonaid gohčoduvvo sohkkarbillarin.

source: Jos ehkäisypilleri unohtuu tai oksentaa
sme: Jus lea vajálduhttán dehe vuovssadan p-pillara

source: On tärkeää ottaa pilleri suunnilleen samaan aikaan joka päivä.
sme: Lea dehálaš váldit iežas tableahta sullii seamma áiggi juohke beaivvi.

source: Jos pillerin ottaminen myöhästyy yli 12 tuntia, eli kahden pillerin välissä on yli 36 tuntia, on olemassa riski, että pillereiden teho on heikentynyt.
sme: Jus lea váldditkeahttá eanet go 12 diimmu oainnát ahte gollá eanet go 36 diimmu tableahtaid gaskkan, lea riska ahte ii leat šat suddjejuvvon.

source: Suurin sallittu kahden pillerin välinen aika vaihtelee eri ehkäisypillereiden välillä ja liuskan eri vaiheissa.
sme: Man guhkes áigi eanemus oažžu gollát guovtti tableahta gaskkan vuolgá das man soarttat p-pillara geavtá ja gos kárttás lea.

source: Ehkäisypillereitä koskevat tarkemmat tiedot löytyvät pakkausselosteesta.
sme: Mii guoská juste dan p-pillarii man váldá sáhttá lohkat geavtinrávvagis.

source: Pakkausseloste on ehkäisyvalmistepakkauksen sisällä oleva lappu.
sme: Geavtinráva lea dat bábir mii lea báhka siste go oastá p-pillara.

source: Voit myös ottaa yhteyttä siihen vastaanottoon, josta sait ehkäisypillerireseptin.
sme: Sáhttá maid váldit oktavuođa dainna vuostáváldimiin gos lea ožžon p-pillara olggosčállot.

source: Jos on olemassa riski, että ehkäisyteho on heikentynyt, on toimittava seuraavasti:
sme: Jus lea riska ahte ii šat leat suddjejuvvon áhpehisvuođa vuostá galgá dahkat ná:

source: Ota unohtamasi pilleri(t) mahdollisimman pian.
sme: Váldde dan dehe daid p-pillariid maid leat healbadan nu jođánit go vejolaš.

source: Käytä kondomia tai pessaaria, jos harrastat seksiä tulevien seitsemän päivän aikana.
sme: Geavtte kondoma dehe pessára jus anašat boahttevaš čieža beaivvi.

source: Silloin ehkäisy toimii taas.
sme: Dasto leat suddjejuvvon fas.

source: Ota jälkiehkäisypilleri, jos olet harrastanut seksiä viiden viimeisen päivän aikana ennen unohtunutta pilleriä, koska siittiöt voivat selvitä kohdussa ja munanjohtimissa useita päiviä.
sme: Váldde fáhkka-p-pillara jus leat anašan maŋemus viđa jándoris ovdalgo guddet váldit tableahta daningo spermat sáhttet eallit goaŧus ja monnejohtasis máŋga beaivvi.

source: Jos oksennat neljän tunnin sisällä pillerin ottamisesta tai kärsit ripulista, ei ole varmaa, onko hormoni ehtinyt imeytyä elimistöön.
sme: Jus vuovssada njealji diimmu siste dan maŋŋel go lea váldán iežas p-pillara dehe jus lea luhčadávda ii leat sihkkar ahte gorut geargá váldit hormonaid.

source: Ehkäisytehon varmistamiseksi kannattaa ottaa uusi pilleri.
sme: Dalle galgá váldit ođđa tableahta nu ahte lea bistevaččat suddjejuvvon.

source: Uusi pilleri täytyy ottaa toisesta liuskasta, jotta se ei jää puuttumaan käytössä olevasta liuskasta.
sme: Ođđa tableahta galgá váldit eará kárttás nu ahte ii váillo das man geavtá dan háve.

source: Kannattaa pitää varalla ylimääräinen liuska vastaavia tilanteita varten.
sme: Dan kárttá sáhttá atnit researvan jus dárbbaha váldit liiggis soames háve.

source: Jos on kärsinyt vatsataudista tai on muusta syystä epävarma, onko ottanut pillerin, kannattaa käyttää lisäehkäisynä kondomia tai pessaaria seuraavan seitsemän päivän ajan.
sme: Jus lea leamaš čoavjebávččas dehe soames eará ágga dovdat eahpesihkkarin jus lea ožžon tableahtaid maid galgá ferte suddjet iežas kondoma dehe pessára ja boahttevaš čieža beaivvi.

source: Voit aina kysyä neuvoa esimerkiksi nuorisovastaanoton tai ehkäisyneuvolan kätilöltä.
sme: Sáhttá álo jearrat jortamovrras ovdamearkka dihte nuoraidvuostáváldimis dehe jortamovravuostáváldimis jus dovdá iežas eahpesihkkarin.

source: Kuukautisten siirtäminen ehkäisypillereillä
sme: Sirdit mánnodávddaid p-pillariin

source: Joskus voi olla kätevää siirtää kuukautisia, esimerkiksi matkan ajaksi.
sme: Muhtumin lea anolaš sirdit ovddos mánnodávddaid, ovdamearkka dihte jus galgá vuolgit reisui.

source: Tämä onnistuu ehkäisypillereiden avulla.
sme: Dan sáhttá dahkat p-pillariin.

source: Silloin uusi liuska aloitetaan välittömästi edellisen jälkeen.
sme: Dalle álggaha ođđa kárttá dakkaviđe go ovddit lea nohkan.

source: Jos käytössä on lumepillereitä, ne jätetään ottamatta ja siirrytään suoraan uuteen liuskaan.
sme: Jus váldá sohkarbillara njuike badjel daid ja manná njuolga ođđa kártái.

source: Tämä tarkoittaa sitä, että hormonipillereiden välissä pidetään tauko vasta sitten, kun halutaan kuukautiset, esimerkiksi matkan jälkeen.
sme: Dat mearkkaša ahte ii ane gaskka hormonatableahtaiguin ovdalgo háliida mánnodávddaid, ovdamearkka dihte go boahtá ruoktot reaissus.

source: Kuukautisten siirtäminen tällä tavoin ei ole vaarallista, ja sen voi tehdä useamman kuukauden aikana.
sme: Ii leat váralaš sirdit mánnodávddaid dáinna vugiin ja dan sáhttá dahkat máŋgga mánu áigge.

source: Mitä pitempään kuukautisia siirtää, sitä suurempi riski kuitenkin on, että siirtäminen epäonnistuu ja kuukautiset tulevat joka tapauksessa.
sme: Muhto mađi guhkkelii geahččala sirdit mánnodávddaid dađi stuorit riska lea ahte sirdin eahpelihkostuvvá ja dalle oažžu vardima goittotge.

source: Sen vuoksi onkin suositeltavaa, että kuukautisten antaa tulla kolmen kuukauden välein, eli neljä kertaa vuodessa.
sme: Danin láve ráva leahkit ahte atná mánnodávddaid goittotge juohke goalmmát mánu, nu daddjon njeallje háve jagis.

source: Ehkäisyvalmisteiden sisältämä estrogeeni voi lisätä veritulppien riskiä.
sme: Eastadanávnnas mii siskkilda østrogena sáhttá addit lassánan riskka varradahppomii.

source: Riski on kuitenkin hyvin pieni.
sme: Muhto dat riska lea hui unni.

source: Paljon todennäköisempää on saada veritulppa raskauden aikana kuin ehkäisyvalmisteita käytettäessä.
sme: Ovdamearkka dihte ahte oažžu varradahppoma go lea áhpeheapme go borrá p-pillara.

source: Veritulpan riski kasvaa, jos on hyvin ylipainoinen, toisella vanhemmalla tai sisaruksella on ollut veritulppa ennen 50 vuoden ikää tai jos itse on saanut veritulpan aikaisemmin.
sme: Riska varradahppomii lassána jus olbmos lea badjelmearálaš alladeaddu, lea váhnen dehe oappážat geat leat ožžon varradahppoma ovdal 50 jagi dehe jus alddán lea leamaš varradahppon ovdal.

source: Tällöin suositellaan valitsemaan estrogeenitön ehkäisyväline, esimerkiksi ehkäisykapseli tai minipillerit.
sme: Dalle lávejit ávžžuhit válljet østrogenakeahtes suoji áhpehisvuođa vuostá ovdamearkka dihte p-soappi dehe minipillara.

source: Ehkäisypillerireseptiä voi hakea kätilöltä tai lääkäriltä nuorisovastaanotolta, ehkäisyneuvolasta tai seksuaali- ja parisuhdeklinikalta.
sme: P-pillara sáhttet čállit reseptii jortamovra dehe doavttir nuoraidvuostáváldimis, jortamovravuostáváldimis dehe seksa- ja ovttaseallinvuostáváldimis.

source: Voi myös kääntyä naistenklinikan tai terveyskeskuksen puoleen.
sme: Sáhttá maid jorgasit nissonklinihkkii dehe dearvvašvuođaguovddážii.

source: Mitä ehkäisypillerit maksavat?
sme: Ieš tableahtaid oažžu viežžat apotehkas.

source: Ehkäisypillereiden hinta voi vaihdella sen mukaan, missä päin maata asut ja kuinka vanha olet.
sme: Man olu p-pillar máksá sáhttá sierranit gos riikas orru ja man boaris lea.

source: Useimpien maakäräjien alueilla ehkäisyvalmisteet ovat halvempia alle 20-vuotiaille.
sme: Muhto eanaš eanadikkiin ja guovlluin leat eastadanávdnasat hálbbibut go lea vuollái 20 jagi.

source: Kuinka luotettavia ehkäisypillerit ovat?
sme: Man sihkkar lea p-pillar?

source: Jos ehkäisypillereitä käytetään ohjeiden mukaan, riski tulla raskaaksi on hyvin pieni.
sme: Jus váldá iežas p-pillara nu go galgá lea riska šaddat áhpeheapmin hui unni. Got heaitá p-pillariin?

source: Jos haluaa lopettaa ehkäisypillereiden käytön, kätevintä on syödä käytössä oleva liuska loppuun ja jättää seuraava liuska aloittamatta.
sme: Jus háliida heaitit p-pillariin, nu láve buoremus leahkit ahte borrá válmmasin p-pillarkárttá man lea borrame ja dasto ii álgge ođđasiin.

source: Pillereiden lopettaminen kesken liuskan ei ole vaarallista, mutta riskinä on, että ilmenee epäsäännöllisiä vuotoja.
sme: Ii leat váralaš heaitit p-pillariin gasku kárttá, muhto riska lea ahte dalle sáhttá oažžut dásehis vardimiid.

source: Jos ei halua tulla raskaaksi, on tärkeää alkaa käyttää jotain muuta raskauden ehkäisyä emätinyhdynnässä.
sme: Jus ii hálit šaddat áhpeheapmin nu lea dehálaš geavtigoahtit soames eará suoji áhpehisvuođa vuostá jus lea cinneanašeapmi.

source: Kuukautisten ilmeneminen lopettamisen jälkeen on yksilöllistä.
sme: Lea sierralágán man jođánit mánnodávddat bohtet johtui maŋŋel go lea heaitán p-pillariin.

source: Osalle tulee heti säännöllinen kuukautiskierto, ja toisilla siihen voi mennä useita kuukausia.
sme: Muhtimat ožžot dássedis mánnodávddaid dakkaviđe ja nuppiide dat sáhttá váldit máŋga mánu.

source: Jos ei halua tulla raskaaksi, on tärkeää muistaa suojautua raskaudelta emätinyhdynnässä, vaikka kuukautiset eivät olisi palanneet.
sme: Jus ii hálit šaddat áhpeheapmin lea dehálaš boahtit johtui suddjemiin áhpehisvuođa vuostá jus lea cinneanašeapmi vaikko mánnodávddat eai leatge boahtán johtui.

source: Ovulaatio tapahtuu noin 14 päivää ennen kuukautisia, jolloin raskauden riski on suurin.
sme: Monneluovvaneapmi dáhpáhuvvá sullii 14 beaivvi ovdal mánnodávddat bohtet ja jur dalle lea riska stuorimus šaddat áhpeheapmin.

source: Jos kuukautiset eivät ole palanneet kuuden kuukauden kuluttua pillereiden lopettamisesta, kannattaa syyn selvittämiseksi ottaa yhteyttä nuorisovastaanottoon, ehkäisyneuvolaan, iho- ja sukupuolitautiklinikkaan tai terveyskeskukseen.
sme: Jus ii leat ožžon ruovttoluotta iežas mánnodávddaid guhtta mánu maŋŋel go lea heaitán p-pillariin dalle galgá váldit oktavuođa nuoraidvuostáváldimiin, jurtamovravuostáváldimiin, liike- ja sohkabealevuostáváldimiin dehe dearvvašvuođaguovddážiin váldin dihte čielgasa mas dat vuolgá.

source: Varma suoja raskautta vastaan.
sme: Dat lea sihkkaris suodji áhpehisvuođa vuostá

source: Vuodon määrä vähenee ja kuukautiset muuttuvat säännöllisiksi.
sme: Mánnodávddat unnot ja šaddet dásseleppot

source: Kuukautiskivut lieventyvät.
sme: Oažžu unnit mánnodávdabákčasiid

source: Suojaavat munatorvien tulehduksilta ja munasarjojen ja kohdun syövältä.
sme: Riska vuolšái monnejohtasis ja borašdávdii monnerávssás ja goaŧus unnu.

source: Kuukautisten ajankohtaa voi muuttaa esimerkiksi matkan ajaksi.
sme: Mánnodávddaid sáhttá sirdit ovddos jus ovdamearkka dihte galgá reiset juosat.

source: Haitat
sme: Heajos bealit

source: Ehkäisypillerit eivät suojaa seksitaudeilta.
sme: P-pillar ii suddje sohkabealedávddaid vuostá.

source: Hormonit voivat saada aikaan päänsärkyä, aknea tai mielialan muutoksia.
sme: Hormonat sáhttet váikkuhit ovttaskassii nu ahte ovdamearkka dihte oažžu oaivebákčasa, oažžu nákkiid dehe dovdá iežas šlundin.

source: Koska eri ehkäisypillerit vaikuttavat kehoon eri tavoin, saattaa joutua kokeilemaan eri pillerimerkkejä sivuvaikutusten minimoimiseksi.
sme: Daningo sierra p-pillarat váikkuhit gorudii sierra ládje sáhttá geahččalit molsut eará sortii jus oažžu ila olu siidováikkuhusaid.

source: Jos kärsii oksentelusta, ripulista tai unohtaa ottaa pillerin, raskauden ehkäisyteho ei ole luotettava.
sme: Jus vuovssada, jus lea luhčadávda dehe vajálduhttá váldit tableahta ii sáhte leahkit sihkkar ahte ii šatta áhpeheapmin.
